{"name": "As You Like It",
"characters": [
"ORLANDO: youngest son of Sir Rowland de Boys",
"OLIVER: his elder brother",
"SECOND BROTHER: brother to Orlando and Oliver, named Jaques",
"ADAM: servant to Oliver and friend to Orlando",
"DENNIS: servant to Oliver",
"ROSALIND: daughter to Duke Senior",
"CELIA: Rosalind’s cousin, daughter to Duke Frederick",
"TOUCHSTONE: a court Fool",
"DUKE FREDERICK: the usurping duke",
"CHARLES: wrestler at Duke Frederick’s court",
"LE BEAU: a courtier at Duke Frederick’s court",
"FIRST LORD: attending Duke Frederick",
"SECOND LORD: attending Duke Frederick",
"DUKE SENIOR: the exiled duke, brother to Duke Frederick",
"JAQUES: Lord attending Duke Senior in exile",
"AMIENS: Lord attending Duke Senior in exile",
"FIRST LORD: Lord attending Duke Senior in exile",
"SECOND LORD: Lord attending Duke Senior in exile",
"FIRST PAGE: attending Duke Senior in exile",
"SECOND PAGE: attending Duke Senior in exile",
"CORIN: a shepherd",
"SILVIUS: a young shepherd in love",
"PHOEBE: a disdainful shepherdess",
"AUDREY: a goat-keeper",
"WILLIAM: a country youth in love with Audrey",
"SIR OLIVER MARTEXT: a parish priest",
"HYMEN: god of marriage",
"Lords, Attendants, Musicians"
], 
"summary": "In As You Like It, witty words and romance play out against the disputes of divided pairs of brothers. Orlando’s older brother, Oliver, treats him badly and refuses him his small inheritance from their father’s estate; Oliver schemes instead to have Orlando die in a wrestling match. Meanwhile, Duke Frederick has forced his older brother, Duke Senior, into exile in the Forest of Arden. Duke Senior’s daughter, Rosalind, and Duke Frederick’s daughter, Celia, meet the victorious Orlando at the wrestling match; Orlando and Rosalind fall in love. Banished by her uncle, Rosalind assumes a male identity and leaves with Celia and their fool, Touchstone. Orlando flees Oliver’s murderous plots. In the Forest of Arden, Rosalind, in her male disguise, forms a teasing friendship with Orlando. Oliver, searching for Orlando, reforms after Orlando saves his life. Rosalind reveals her identity, triggering several weddings, including her own with Orlando and Celia’s with Oliver. Duke Frederick restores the dukedom to Duke Senior, who leaves the forest with his followers."}