{"name": "Coriolanus",
"characters": [
"Caius MARTIUS: later Caius Martius CORIOLANUS",
"VOLUMNIA: his mother",
"VIRGILIA: his wife",
"YOUNG MARTIUS: their son",
"VALERIA: friend to Volumnia and Virgilia",
"A GENTLEWOMAN: Volumnia’s attendant",
"MENENIUS Agrippa: patrician",
"COMINIUS: patrician and general",
"Titus LARTIUS: patrician and military officer",
"SICINIUS Velutus: tribune",
"Junius BRUTUS: tribune",
"Roman SENATORS, PATRICIANS, NOBLES",
"Roman LIEUTENANT",
"Roman OFFICERS",
"Roman AEDILES",
"Roman HERALD",
"Roman SOLDIERS",
"Roman CITIZENS or PLEBEIANS",
"Roman MESSENGERS",
"A ROMAN defector: Nicanor",
"Tullus AUFIDIUS: general of the Volscians",
"Volscian CONSPIRATORS of his faction",
"Three of his SERVINGMEN",
"Volscian SENATORS, LORDS",
"Volscian LIEUTENANT",
"Volscian SOLDIERS",
"Two of the Volscian WATCH",
"Volscian PEOPLE",
"A VOLSCIAN spy: Adrian",
"CITIZEN of Antium",
"Roman Lords, Gentry, Captains, Lictors, Trumpeters, Drummers, Musicians, Attendants, and Usher"],
"summary": "As Coriolanus begins, two Roman patricians, Menenius and Martius, calm a revolt by the city’s famished plebians. Martius, who despises the plebians, announces that their petition to be represented by tribunes has been granted. When Volscian invaders attack Roman territories, Martius helps lead the Roman forces, and almost single- handedly conquers the Volscian city of Corioles, winning the name “Coriolanus.” The Volscian leader, Aufidius, swears revenge. Victorious in battle, Coriolanus expects to be made a consul, but by custom he must ask for votes from the plebians. He does this so contemptuously that he is rejected as a consul. The tribunes later charge Coriolanus with treason and banish him from Rome. He seeks his former enemy, Aufidius. Coriolanus and Aufidius join forces to conquer Rome. On the brink of success, Coriolanus is persuaded by his mother, Volumnia, to spare the city, though he knows it may cost him his life. Aufidius and his fellow conspirators plot Coriolanus’s death. Coriolanus returns to Corioles, where he is assassinated. Rome honors Volumnia for saving the city."}