{"name": "Cymbeline",
"characters": [
"CYMBELINE: King of Britain",
"Cymbeline’s QUEEN",
"IMOGEN: daughter to Cymbeline by his former queen",
"POSTHUMUS LEONATUS: husband to Imogen",
"CLOTEN: son to the present queen by a former husband",
"PISANIO: Posthumus’s servant",
"CORNELIUS: a physician in Cymbeline’s court",
"PHILARIO: Posthumus’s host in Rome",
"IACHIMO: friend to Philario",
"A FRENCHMAN: friend to Philario",
"CAIUS LUCIUS: a Roman general"
"BELARIUS: an exiled nobleman",
"GUIDERIUS: son to Cymbeline by his former queen",
"ARVIRAGUS: son to Cymbeling by his former queen",
"Two LORDS attending Cloten",
"Two GENTLEMEN of Cymbeline’s court",
"A LADY: Imogen’s attendant",
"A LADY: the Queen’s attendant",
"A Briton LORD",
"Two Briton CAPTAINS",
"Two JAILERS",
"Two MESSENGERS",
"Two Roman SENATORS TRIBUNES",
"Roman CAPTAINS",
"A SOOTHSAYER JUPITER",
"The Ghost of SICILIUS LEONATUS, Posthumus’s father",
"The Ghost of Posthumus’s MOTHER",
"The Ghosts of Posthumus’s two BROTHERS",
"Lords, Ladies, Attendants, Musicians, a Dutchman, a Spaniard, Senators, Tribunes, Captains, and Soldiers"], 
"summary": "Cymbeline, which takes place in ancient Britain, is filled with hidden identities, extraordinary schemes, and violent acts. Long ago, the two sons of King Cymbeline were abducted, leaving Cymbeline with a daughter, Imogen. Cymbeline’s stepson, Cloten, is now his heir, and Cymbeline expects Imogen to marry him. She secretly marries Posthumus Leonatus instead. Banished from court, Posthumus makes a foolish bet on Imogen’s chastity, which leads to false evidence that she has betrayed him. He plots to have her killed, and starts by sending her on a journey. Meanwhile, still angry about Imogen’s marriage, Cloten plans to find and rape her. Imogen—now disguised as a boy, “Fidele”—unwittingly encounters her brothers, who have grown up in a mountain cave unaware of their princely origins. The brothers kill Cloten, but Imogen, horrified, believes they have slain Posthumus. Cymbeline, meanwhile, refuses to pay a tribute to the Romans, who invade Britain. After the Romans are repelled in battle, Cymbeline agrees to the tribute, his sons are restored, and Imogen and Posthumus are reconciled."}