{"name": "The Comedy Of Errors", 
"characters": [
"EGEON, a merchant from Syracuse",
"SOLINUS, DUKE of Ephesus",
"ANTIPHOLUS OF SYRACUSE, a traveler in search of his mother and his brother",
"DROMIO OF SYRACUSE, Antipholus of Syracuse’s servant",
"FIRST MERCHANT, citizen of Ephesus",
"ANTIPHOLUS OF EPHESUS, a citizen of Ephesus",
"DROMIO OF EPHESUS, Antipholus of Ephesus’s servant",
"ADRIANA, Antipholus of Ephesus’s wife",
"LUCIANA, Adriana’s sister",
"LUCE (also called Nell), kitchen maid betrothed to Dromio of Ephesus",
"MESSENGER, servant to Antipholus of Ephesus and Adriana",
"ANGELO, an Ephesian goldsmith",
"SECOND MERCHANT, a citizen of Ephesus to whom Angelo owes money",
"BALTHASAR, an Ephesian merchant invited to dinner by Antipholus of Ephesus",
"COURTESAN, hostess of Antipholus of Ephesus at dinner",
"DR. PINCH, a schoolmaster, engaged as an exorcist",
"OFFICER (also called Jailer), an Ephesian law officer",
"LADY ABBESS (also called Emilia), head of a priory in Ephesus"], 
"summary": "Set in the city of Ephesus, The Comedy of Errors concerns the farcical misadventures of two sets of identical twins. Many years earlier, the Syracusan merchant Egeon had twin sons, both named Antipholus. At their birth, he bought another pair of newborn twins, both named Dromio, as their servants. In a shipwreck, Egeon lost his wife, one of his sons, and one of the Dromios. Egeon’s remaining son, Antipholus of Syracuse, and his servant, Dromio of Syracuse, come to Ephesus, where—unknown to them— their lost twins now live. The visitors are confused, angered, or intrigued when local residents seem to know them. Similarly, Antipholus and Dromio of Ephesus run into puzzling reactions from the people they know—who have been dealing, unwittingly, with the Syracusans. Antipholus of Ephesus’s wife bars him from his house; he is jailed after a jeweler claims he owes money on a gold chain he never received. When the four twins come together, all is finally resolved. In one last twist, their parents reunite as well."}