{"name": "Henry IV",
"characters": [
"KING HENRY IV: formerly Henry Bolingbroke",
"PRINCE HAL: Prince of Wales and heir to the throne (also called Harry and Harry Monmouth) later KING HENRY V",
"LORD JOHN OF LANCASTER, younger son of King Henry",
"EARL OF WESTMORELAND",
"SIR WALTER BLUNT",
"HOTSPUR (Sir Henry, or Harry, Percy)",
"LADY PERCY (also called Kate)",
"EARL OF NORTHUMBERLAND: Henry Percy, Hotspur’s father",
"EARL OF WORCESTER: Thomas Percy, Hotspur’s uncle",
"EDMUND MORTIMER: earl of March",
"LADY MORTIMER (also called “the Welsh lady”)",
"OWEN GLENDOWER: a Welsh lord, father of Lady Mortimer",
"DOUGLAS (Archibald, earl of Douglas)",
"ARCHBISHOP (Richard Scroop, archbishop of York)",
"SIR MICHAEL: a priest or knight associated with the archbishop",
"SIR RICHARD VERNON: an English knight",
"SIR JOHN FALSTAFF",
"POINS (also called Edward, Yedward, and Ned)",
"BARDOLPH",
"PETO",
"GADSHILL: setter for the robbers",
"HOSTESS of the tavern (also called Mistress Quickly)",
"VINTNER: keeper of the tavern",
"FRANCIS: an apprentice tapster",
"Carriers, Ostlers, Chamberlain, Travelers, Sheriff, Servants, Lords, Attendants, Messengers, Soldiers",
"RUMOR: Presenter of the Induction",
"THOMAS OF CLARENCE: younger son of King Henry IV",
"HUMPHREY OF GLOUCESTER: younger son of King Henry IV",
"EARL OF NORTHUMBERLAND: Henry Percy",
"NORTHUMBERLAND’S WIFE",
"Richard Scroop, ARCHBISHOP of York",
"LORD MOWBRAY",
"LORD HASTINGS",
"LORD BARDOLPH",
"TRAVERS",
"MORTON",
"SIR JOHN COLEVILE",
"EARL OF WESTMORELAND",
"EARL OF WARWICK",
"EARL OF SURREY",
"SIR JOHN BLUNT",
"GOWER HARCOURT",
"LORD CHIEF JUSTICE",
"SIR JOHN FALSTAFF POINS",
"BARDOLPH",
"PETO",
"PISTOL",
"FALSTAFF’S PAGE",
"HOSTESS of the tavern (also called Mistress Quickly)",
"DOLL TEARSHEET",
"JUSTICE ROBERT SHALLOW", 
"JUSTICE SILENCE",
"DAVY, servant to Shallow",
"MOULDY: man of Gloucestershire",
"SHADOW: man of Gloucestershire",
"WART: man of Gloucestershire",
"FEEBLE: man of Gloucestershire",
"BULLCALF: man of Gloucestershire",
"FANG: London officer",
"SNARE: London officer",
"Drawers, Musicians, Beadles, Grooms, Messenger, Soldiers, Lords, Attendants, Page, Porter, Servants, Officers"],
"summary": "Henry IV, Part 1, culminates in the battle of Shrewsbury between the king’s army and rebels seeking his crown. The dispute begins when Hotspur, the son of Northumberland, breaks with the king over the fate of his brother-in-law, Mortimer, a Welsh prisoner. Hotspur, Northumberland, and Hotspur’s uncle Worcester plan to take the throne, later allying with Mortimer and a Welsh leader, Glendower. As that conflict develops, Prince Hal—Henry IV’s son and heir— carouses in a tavern and plots to trick the roguish Sir John Falstaff and his henchmen, who are planning a highway robbery. Hal and a companion will rob them of their loot—then wait for Falstaff’s lying boasts. The trick succeeds, but Prince Hal is summoned to war. In the war, Hal saves his father’s life and then kills Hotspur, actions that help to redeem his bad reputation. Falstaff, meanwhile, cheats his soldiers, whom he leads to slaughter, and takes credit for Hotspur’s death. Henry IV, Part 2, continues the story of Henry IV, Part I. Northumberland learns that his son Hotspur is dead, and he rejoins the remaining rebels. When Hotspur’s widow convinces Northumberland to withdraw, the rebels are then led by the archbishop of York and Lords Mowbray and Hastings, who muster at York to confront the king’s forces. Sir John Falstaff, meanwhile, glories in the reputation he has gained by falsely claiming to have killed Hotspur, and he uses his wit and cunning to escape charges by the Lord Chief Justice. Prince Hal and his companion Poins disguise themselves to observe Falstaff, and they hear him insult them both. After they confront him, Prince Hal and Falstaff must return to the wars. The king’s army is again victorious, but more through deceit and false promises than through valor. With the rebellion over, Prince Hal attends his dying father. Hal becomes Henry V, reassures the Lord Chief Justice, and turns away Falstaff, who had expected royal favor."}