{"name": "Henry VIII",
 "characters": [
"KING Henry the Eighth",
"Duke of NORFOLK",
"Duke of SUFFOLK",
"Cardinal WOLSEY: Archbishop of Canterbury",
"SECRETARIES to Wolsey",
"CROMWELL, servant to Wolsey, later secretary to the Privy Council",
"Cardinal CAMPEIUS, Papal Legate",
"GARDINER, secretary to the king, later Bishop of Winchester",
"PAGE to Gardiner",
"QUEEN KATHERINE, Henry’s first wife, later Princess Dowager",
"GRIFFITH, attendant on Katherine",
"PATIENCE, woman to Katherine",
"Queen’s GENTLEMAN USHER",
"CAPUCHIUS, ambassador from the Emperor Charles",
"Duke of BUCKINGHAM",
"Lord ABERGAVENNY, Buckingham’s son-in-law",
"Earl of SURREY, Buckingham’s son-in-law",
"Sir Nicholas VAUX",
"Knevet, former SURVEYOR to Buckingham",
"BRANDON",
"SERGEANT at Arms",
"FIRST GENTLEMAN",
"SECOND GENTLEMAN",
"ANNE Bullen, Katherine’s lady-in-waiting, later Henry’s",
"second wife and queen",
"OLD LADY, with Anne Bullen",
"Lord CHAMBERLAIN",
"Lord SANDS (also Sir Walter SANDS)",
"Sir Thomas LOVELL",
"Sir Henry GUILFORD",
"Bishop of LINCOLN",
"CRANMER, later Archbishop of Canterbury",
"Lord CHANCELLOR",
"GARTER King of Arms",
"THIRD GENTLEMAN",
"Sir Anthony DENNY",
"Doctor BUTTS",
"KEEPER",
"PORTER and his MAN",
"SCRIBES",
"CRIER",
"Spirits",
"Princess Elizabeth as an infant",
"Duchess of Norfolk",
"Marquess and Marchioness of Dorset"],
 "summary": "Two stories dominate Henry VIII: the fall of Cardinal Wolsey, Henry’s powerful advisor, and Henry’s quest to divorce Queen Katherine, who has not borne him a male heir, and marry Anne Bullen (Boleyn). First, the Duke of Buckingham questions Wolsey’s costly staging of a failed meeting with the French king. Wolsey arrests Buckingham and accuses him of treason; testimony from a bribed witness leads to Buckingham’s execution. Queen Katherine takes a stand against Wolsey. Wolsey gives a party at which Henry meets Anne. Henry falls in love with Anne and seeks to divorce Katherine, but Katherine refuses to be judged by Wolsey and other church officials. The king secretly marries Anne and then has her crowned queen. Meanwhile, Henry discovers Wolsey’s treachery against him. Wolsey, arrested, falls sick and dies. Katherine also sickens and dies. Cranmer, the new archbishop of Canterbury, comes under attack, but receives the king’s support. Anne gives birth to a daughter, the future Queen Elizabeth. Cranmer prophesies marvelous reigns for her and her unnamed successor, James."}

