{"name": "Macbeth",
 "characters": ["FIRST WITCH", "SECOND WITCH", "ALL", "THIRD WITCH", "MALCOLM", "CAPTAIN", "LENNOX", "ROSS", "DUNCAN", "ANGUS", "MACBETH", "BANQUO", "MESSENGER", "LADY MACBETH", "FLEANCE", "MACDUFF", "DONALBAIN", "PORTER", "OLD MAN", "SERVANT", "SECOND MURDERER", "FIRST MURDERER", "MURDERERS", "THIRD MURDERER", "LORDS", "MURDERER", "HECATE", "LORD", "SECOND APPARITION", "THIRD APPARITION", "FIRST APPARITION", "LADY MACDUFF", "SON", "DOCTOR", "GENTLEWOMAN", "MENTEITH", "CAITHNESS", "SEYTON", "SIWARD", "SOLDIER", "YOUNG SIWARD"],
 "scenes": ["I.1", "I.2", "I.3", "I.4", "I.5", "I.6", "I.7", "II.1", "II.2", "II.3", "II.4", "III.1", "III.2", "III.3", "III.4", "III.5", "III.6", "IV.1", "IV.2", "IV.3", "V.1", "V.2", "V.3", "V.4", "V.5", "V.6", "V.7", "V.8"],
 "summary": "Macbeth, set primarily in Scotland, mixes witchcraft, prophecy, and murder. Three “Weïrd Sisters” appear to Macbeth and his comrade Banquo after a battle and prophesy that Macbeth will be king and that the descendants of Banquo will also reign. When Macbeth arrives at his castle, he and Lady Macbeth plot to assassinate King Duncan, soon to be their guest, so that Macbeth can become king. After Macbeth murders Duncan, the king’s two sons flee, and Macbeth is crowned. Fearing that Banquo’s descendants will, according to the Weïrd Sisters’ predictions, take over the kingdom, Macbeth has Banquo killed. At a royal banquet that evening, Macbeth sees Banquo’s ghost appear covered in blood. Macbeth determines to consult the Weïrd Sisters again. They comfort him with ambiguous promises. Another nobleman, Macduff, rides to England to join Duncan’s older son, Malcolm. Macbeth has Macduff’s wife and children murdered. Malcolm and Macduff lead an army against Macbeth, as Lady Macbeth goes mad and commits suicide. Macbeth confronts Malcolm’s army, trusting in the Weïrd Sisters’ comforting promises. He learns that the promises are tricks, but continues to fight. Macduff kills Macbeth and Malcolm becomes Scotland’s king."}