{"name": "Richard II",
 "characters": [
"KING RICHARD II",
"Sir John BUSHY",
"Sir John BAGOT",
"Sir Henry GREEN",
"Richard’s QUEEN",
"Queen’s LADIES-IN-WAITING",
"JOHN OF GAUNT, Duke of Lancaster",
"HENRY BOLINGBROKE, Duke of HEREFORD, son to John of Gaunt, and later King Henry IV",
"DUCHESS OF GLOUCESTER, widow to Thomas, Duke of Gloucester",
"Edmund, DUKE OF YORK",
"DUCHESS OF YORK",
"DUKE OF AUMERLE, Earl of Rutland, son to Duke and Duchess of York",
"York’s SERVINGMEN",
"Thomas MOWBRAY, Duke of Norfolk",
"LORD MARSHAL",
"FIRST HERALD",
"SECOND HERALD",
"EARL OF SALISBURY",
"BISHOP OF CARLISLE",
"SIR STEPHEN SCROOP",
"LORD BERKELEY",
"ABBOT OF WESTMINSTER",
"WELSH CAPTAIN",
"LORD FITZWATER",
"DUKE OF SURREY",
"ANOTHER LORD",
"GARDENER",
"Gardener’s Servingmen",
"GROOM of Richard’s stable",
"KEEPER of prison at Pomfret Castle",
"Henry Percy, EARL OF NORTHUMBERLAND",
"LORD ROSS",
"LORD WILLOUGHBY",
"HARRY PERCY, son of Northumberland, later known as “Hotspur”",
"KEEPER of prison at Pomfret Castle",
"SIR PIERCE OF EXTON"
"Servingmen to Exton"],
 "summary": "In Richard II, anger at a king’s arbitrary rule leads to his downfall—
and sets in motion a decades-long struggle for the crown that
continues in several more history plays.
Richard II begins as Richard’s cousin, Henry Bolingbroke, charges
Thomas Mowbray with serious crimes, including the murder of the
Duke of Gloucester. Bolingbroke’s father, John of Gaunt, privately
blames the king for Gloucester’s death. At Richard’s command,
Bolingbroke and Mowbray prepare for a trial by combat. The king
halts the fight at the last minute, banishing both men from England.
When John of Gaunt dies, Richard seizes his possessions to help
finance a war in Ireland, thus dispossessing Bolingbroke. Bolingbroke
returns to England, quickly gathering support. By the time Richard
returns from Ireland, many of his former allies have joined
Bolingbroke. Richard abdicates, yielding the crown to Bolingbroke.
Richard is held at Pomfret Castle and Bolingbroke becomes King
Henry IV. A murder plot against him is uncovered and stopped.
Richard is murdered by a follower of Henry."}