{"name": "Macbeth",
 "characters": [
"RICHARD, Duke of Gloucester, later King Richard III",
"LADY ANNE, widow of Edward, son to the late King Henry VI; later wife to Richard",
"KING EDWARD IV, brother to Richard",
"QUEEN ELIZABETH, Edward’s wife, formerly the Lady Grey",
"PRINCE EDWARD",
"RICHARD, DUKE OF YORK",
"GEORGE, DUKE OF CLARENCE, brother to Edward and Richard",
"Clarence’s BOY",
"Clarence’s DAUGHTER",
"DUCHESS OF YORK, mother of Richard, Edward, and Clarence",
"QUEEN MARGARET, widow of King Henry VI",
"DUKE OF BUCKINGHAM",
"WILLIAM, LORD HASTINGS, Lord Chamberlain",
"LORD STANLEY, Earl of Derby",
"EARL RIVERS, brother to Queen Elizabeth",
"LORD GREY",
"MARQUESS OF DORSET",
"SIR THOMAS VAUGHAN",
"SIR WILLIAM CATESBY",
"SIR RICHARD RATCLIFFE",
"LORD LOVELL",
"DUKE OF NORFOLK",
"EARL OF SURREY",
"EARL OF RICHMOND, Henry Tudor, later King Henry VII",
"EARL OF OXFORD",
"SIR JAMES BLUNT",
"SIR WALTER HERBERT",
"SIR WILLIAM BRANDON",
"SIR CHRISTOPHER, a priest",
"ARCHBISHOP",
"CARDINAL",
"JOHN MORTON, BISHOP OF ELY",
"SIR ROBERT BRAKENBURY, Lieutenant of the Tower in London",
"JAMES TYRREL, gentleman",
"GENTLEMAN, attending Lady Anne",
"Two MURDERERS",
"KEEPER in the Tower",
"Three CITIZENS",
"LORD MAYOR of London",
"PURSUIVANT",
"SIR JOHN, a priest",
"SCRIVENER",
"PAGE",
"SHERIFF",
"Seven MESSENGERS",
"GHOSTS of King Henry VI, his son Prince Edward, Clarence, Rivers, Grey, Vaughan, the two Princes, Hastings, Lady Anne, and Buckingham",
"Guards",
"Tressel",
"Berkeley",
"Halberds",
"Gentlemen",
"Anthony Woodeville",
"Lord Scales",
"Two Bishops",
"Sir William Brandon"],
 "summary": "As Richard III opens, Richard is Duke of Gloucester and his brother, Edward IV, is king. Richard is eager to clear his way to the crown. He manipulates Edward into imprisoning their brother, Clarence, and then has Clarence murdered in the Tower. Meanwhile, Richard succeeds in marrying Lady Anne, even though he killed her father-in-law, Henry VI, and her husband. When the ailing King Edward dies, Prince Edward, the older of his two young sons, is next in line for the throne. Richard houses the Prince and his younger brother in the Tower. Richard then stages events that yield him the crown. After Richard’s coronation, he has the boys secretly killed. He also disposes of Anne, his wife, in order to court his niece, Elizabeth of York. Rebellious nobles rally to Henry Tudor, Earl of Richmond. When their armies meet, Richard is defeated and killed. Richmond becomes Henry VII. His marriage to Elizabeth of York ends the Wars of the Roses and starts the Tudor dynasty."}