{"name": "The Taming Of The Shrew",
 "characters": [
"CHRISTOPHER SLY, a beggar",
"Hostess of an alehouse",
"A Lord",
"Huntsmen of the Lord",
"Page (disguised as a lady)",
"Players",
"Servingmen",
"Messenger",
"BAPTISTA MINOLA, father to Katherine and Bianca",
"KATHERINE, his elder daughter",
"BIANCA, his younger daughter",
"PETRUCHIO, suitor to Katherine",
"GREMIO",
"HORTENSIO (later disguised as the teacher Litio)",
"LUCENTIO (later disguised as the teacher Cambio)",
"VINCENTIO, Lucentio’s father",
"TRANIO (later impersonating Lucentio)",
"BIONDELLO",
"A Merchant (later disguised as Vincentio)",
"GRUMIO",
"CURTIS",
"NATHANIEL",
"PHILLIP",
"JOSEPH",
"NICHOLAS",
"PETER",
"Widow",
"Tailor",
"Haberdasher",
"Officer",
"Servants to Baptista and Petruchio"],
 "summary": "The Taming of the Shrew begins with an “induction” in which a nobleman plays a trick on a beggar, Christopher Sly, treating Sly as if he is a nobleman who has lost his memory. A play is staged for Sly—the play that we know as The Taming of the Shrew. In the play, set in Padua, Lucentio and other suitors pursue Bianca, but are told by her father, Baptista, that her bad-tempered older sister, Katherine, must marry first. They encourage Petruchio, who has come to Padua to find a wealthy wife, to court Katherine and free Bianca to marry. Petruchio negotiates marriage terms with Baptista, then has a stormy meeting with Katherine, after which he assures Baptista that the two have agreed to marry. Petruchio arrives late to their wedding dressed in strange clothes; he behaves rudely and carries Katherine away before the wedding dinner. At his home, he embarks on a plan to “tame” Katherine as one would tame a wild hawk. Starved and kept without sleep, Katherine eventually agrees with everything Petruchio says, however absurd. He takes her back to Padua, where they attend Bianca’s wedding. There Katherine proves more obedient to her husband than the other wives, whom she chastises before she and Petruchio go off to consummate their marriage."}