{"name": "Twelfth Night",
 "characters": [
"VIOLA, a lady of Messaline shipwrecked on the coast of Illyria (later disguised as CESARIO)",
"OLIVIA, an Illyrian countess",
"MARIA, her waiting-gentlewoman",
"SIR TOBY BELCH, Olivia’s kinsman",
"SIR ANDREW AGUECHEEK, Sir Toby’s companion",
"MALVOLIO, steward in Olivia’s household",
"FOOL, Olivia’s jester, named Feste",
"FABIAN, a gentleman in Olivia’s household",
"ORSINO, duke (or count) of Illyria",
"VALENTINE",
"CURIO",
"SEBASTIAN, Viola’s brother",
"ANTONIO, friend to Sebastian",
"CAPTAIN",
"PRIEST",
"Two OFFICERS"],
 "summary": "Twelfth Night—an allusion to the night of festivity preceding the
Christian celebration of the Epiphany—combines love, confusion,
mistaken identities, and joyful discovery.
After the twins Sebastian and Viola survive a shipwreck, neither
knows that the other is alive. Viola goes into service with Count
Orsino of Illyria, disguised as a young man, “Cesario.” Orsino sends
Cesario to woo the Lady Olivia on his behalf, but Olivia falls in love
with Cesario. Viola, in the meantime, has fallen in love with Orsino.
At the estate of Lady Olivia, Sir Toby Belch , Olivia’s kinsman, has
brought in Sir Andrew Aguecheek to be her suitor. A confrontation
between Olivia’s steward, Malvolio, and the partying Toby and his
cohort leads to a revenge plot against Malvolio. Malvolio is tricked
into making a fool of himself, and he is locked in a dungeon as a
lunatic.
In the meantime, Sebastian has been rescued by a sea captain,
Antonio. When Viola, as Cesario, is challenged to a duel, Antonio
mistakes her for Sebastian, comes to her aid, and is arrested. Olivia,
meanwhile, mistakes Sebastian for Cesario and declares her love.
When, finally, Sebastian and Viola appear together, the puzzles
around the mistaken identities are solved: Cesario is revealed as
Viola, Orsino asks for Viola’s hand, Sebastian will wed Olivia, and
Viola will marry Count Orsino. Malvolio, blaming Olivia and others
for his humiliation, vows revenge."}